Repository: kumarpradeepk/AlcoholTracker-iOS
Catalog: AlcoholTracker/Localizable.xcstrings
Source language: en
Languages: da, de, es_419, es_es, fil, fr, fr_ca, id, it, ja, ko, ms, pl, pt_br, th, tr, vi, zh_hant_hk

# a11y_back
source: Back
da: Tilbage
de: Zurück
es_419: Atrás
es_es: Atrás
fil: Bumalik
fr: Retour
fr_ca: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
pl: Wstecz
pt_br: Voltar
th: กลับ
tr: Geri
vi: Quay lại
zh_hant_hk: 返回

# a11y_cal_day
source: Day %1$d
da: Dag %1$d
de: Tag %1$d
es_419: Día %1$d
es_es: Día %1$d
fil: Araw %1$d
fr: Jour %1$d
fr_ca: Jour %1$d
id: Tanggal %1$d
it: Giorno %1$d
ja: %1$d日
ko: %1$d일
ms: Hari %1$d
pl: Dzień %1$d
pt_br: Dia %1$d
th: วันที่ %1$d
tr: Gün %1$d
vi: Ngày %1$d
zh_hant_hk: %1$d 日

# a11y_cal_day_dry
source: Day %1$d, dry day
da: Dag %1$d, alkoholfri dag
de: Tag %1$d, alkoholfreier Tag
es_419: Día %1$d, día sin alcohol
es_es: Día %1$d, sin alcohol
fil: Araw %1$d, araw na walang alak
fr: Jour %1$d, jour sans alcool
fr_ca: Jour %1$d, jour sans alcool
id: Tanggal %1$d, hari tanpa alkohol
it: Giorno %1$d, giorno senza alcol
ja: %1$d日、休肝日
ko: %1$d일, 술 없는 날
ms: Hari %1$d, hari bebas alkohol
pl: Dzień %1$d, dzień bez alkoholu
pt_br: Dia %1$d, dia sem álcool
th: วันที่ %1$d วันไม่ดื่ม
tr: Gün %1$d, alkolsüz gün
vi: Ngày %1$d, ngày không cồn
zh_hant_hk: %1$d 日，無酒日

# a11y_cal_day_logged
source: Day %1$d, drinks logged
da: Dag %1$d, drinks noteret
de: Tag %1$d, Getränke erfasst
es_419: Día %1$d, con tragos registrados
es_es: Día %1$d, con copas registradas
fil: Araw %1$d, may na-log na inom
fr: Jour %1$d, consommations enregistrées
fr_ca: Jour %1$d, verres inscrits
id: Tanggal %1$d, ada minuman tercatat
it: Giorno %1$d, bevande registrate
ja: %1$d日、記録あり
ko: %1$d일, 기록 있음
ms: Hari %1$d, ada minuman dicatat
pl: Dzień %1$d, zapisane drinki
pt_br: Dia %1$d, com bebidas registradas
th: วันที่ %1$d มีบันทึกการดื่ม
tr: Gün %1$d, içki kaydı var
vi: Ngày %1$d, có đồ uống được ghi
zh_hant_hk: %1$d 日，有飲品記錄

# a11y_cal_day_logged_dry
source: Day %1$d, drinks logged, dry day
da: Dag %1$d, drinks noteret, alkoholfri dag
de: Tag %1$d, Getränke erfasst, alkoholfreier Tag
es_419: Día %1$d, con tragos registrados, día sin alcohol
es_es: Día %1$d, con copas registradas, sin alcohol
fil: Araw %1$d, may na-log na inom, araw na walang alak
fr: Jour %1$d, consommations enregistrées, jour sans alcool
fr_ca: Jour %1$d, verres inscrits, jour sans alcool
id: Tanggal %1$d, ada minuman tercatat, hari tanpa alkohol
it: Giorno %1$d, bevande registrate, giorno senza alcol
ja: %1$d日、記録あり、休肝日
ko: %1$d일, 기록 있음, 술 없는 날
ms: Hari %1$d, ada minuman dicatat, hari bebas alkohol
pl: Dzień %1$d, zapisane drinki, dzień bez alkoholu
pt_br: Dia %1$d, com bebidas registradas, dia sem álcool
th: วันที่ %1$d มีบันทึกการดื่ม วันไม่ดื่ม
tr: Gün %1$d, içki kaydı var, alkolsüz gün
vi: Ngày %1$d, có đồ uống được ghi, ngày không cồn
zh_hant_hk: %1$d 日，有飲品記錄，無酒日

# a11y_close
source: Close
da: Luk
de: Schließen
es_419: Cerrar
es_es: Cerrar
fil: Isara
fr: Fermer
fr_ca: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
pl: Zamknij
pt_br: Fechar
th: ปิด
tr: Kapat
vi: Đóng
zh_hant_hk: 關閉

# a11y_dry_ring
source: %1$d dry days, %2$d percent of this period
da: %1$d alkoholfrie dage, %2$d procent af perioden
de: %1$d alkoholfreie Tage, %2$d Prozent dieses Zeitraums
es_419: %1$d días sin alcohol, %2$d por ciento de este período
es_es: %1$d días sin alcohol, %2$d por ciento de este periodo
fil: %1$d na araw na walang alak, %2$d porsyento ng panahong ito
fr: %1$d jours sans alcool, %2$d pour cent de cette période
fr_ca: %1$d jours sans alcool, %2$d pour cent de cette période
id: %1$d hari tanpa alkohol, %2$d persen dari periode ini
it: %1$d giorni senza alcol, %2$d per cento del periodo
ja: 休肝日%1$d日、この期間の%2$dパーセント
ko: 술 없는 날 %1$d일, 이번 기간의 %2$d 퍼센트
ms: %1$d hari bebas alkohol, %2$d peratus daripada tempoh ini
pl: %1$d dnia bez alkoholu, %2$d procent tego okresu
pt_br: %1$d dias sem álcool, %2$d por cento deste período
th: วันไม่ดื่ม %1$d วัน คิดเป็น %2$d เปอร์เซ็นต์ของช่วงนี้
tr: %1$d alkolsüz gün, bu dönemin yüzde %2$d kadarı
vi: %1$d ngày không cồn, %2$d phần trăm của kỳ này
zh_hant_hk: 無酒日 %1$d 日，佔今期百分之 %2$d

# a11y_fab_add
source: Add
da: Tilføj
de: Hinzufügen
es_419: Agregar
es_es: Añadir
fil: Magdagdag
fr: Ajouter
fr_ca: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
pl: Dodaj
pt_br: Adicionar
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hant_hk: 加入

# a11y_fab_close
source: Close actions
da: Luk handlinger
de: Aktionen schließen
es_419: Cerrar las acciones
es_es: Cerrar las acciones
fil: Isara ang mga aksyon
fr: Fermer les actions
fr_ca: Fermer les actions
id: Tutup pilihan aksi
it: Chiudi le azioni
ja: 操作を閉じる
ko: 동작 닫기
ms: Tutup tindakan
pl: Zamknij akcje
pt_br: Fechar ações
th: ปิดเมนูการทำงาน
tr: İşlemleri kapat
vi: Đóng các thao tác
zh_hant_hk: 收起動作

# a11y_fab_hint
source: Log a drink or mark a dry day
da: Notér en drink eller marker en alkoholfri dag
de: Ein Getränk erfassen oder einen alkoholfreien Tag markieren
es_419: Anotar un trago o marcar un día sin alcohol
es_es: Registrar una copa o marcar un día sin alcohol
fil: Mag-log ng inom o markahang walang alak ang araw
fr: Enregistrer un verre ou noter un jour sans alcool
fr_ca: Inscrire un verre ou marquer un jour sans alcool
id: Catat minuman atau tandai hari tanpa alkohol
it: Registra un bicchiere o segna un giorno senza alcol
ja: 一杯を記録するか、休肝日にします
ko: 한 잔을 기록하거나 술 없는 날로 표시해요
ms: Catat minuman atau tanda hari bebas alkohol
pl: Zapisz drinka lub zaznacz dzień bez alkoholu
pt_br: Registrar uma bebida ou marcar um dia sem álcool
th: จดหนึ่งแก้ว หรือทำเป็นวันไม่ดื่ม
tr: İçki kaydedin veya alkolsüz gün işaretleyin
vi: Ghi một ly hoặc đánh dấu ngày không cồn
zh_hant_hk: 記錄一杯，或者標記無酒日

# a11y_intake_ring
source: %1$.1f of %2$d %3$@ today
da: %1$.1f af %2$d %3$@ i dag
de: %1$.1f von %2$d %3$@ heute
es_419: %1$.1f de %2$d %3$@ hoy
es_es: Hoy: %1$.1f de %2$d %3$@
fil: %1$.1f sa %2$d na %3$@ ngayong araw
fr: %1$.1f sur %2$d %3$@ aujourd'hui
fr_ca: %1$.1f sur %2$d %3$@ aujourd'hui
id: %1$.1f dari %2$d %3$@ hari ini
it: Oggi: %1$.1f su %2$d %3$@
ja: 今日 %2$d%3$@中 %1$.1f%3$@
ko: 오늘 %2$d %3$@ 중 %1$.1f
ms: %1$.1f daripada %2$d %3$@ hari ini
pl: Dziś %1$.1f z %2$d %3$@
pt_br: %1$.1f de %2$d %3$@ hoje
th: วันนี้ %1$.1f จาก %2$d %3$@
tr: Bugün %1$.1f, hedef %2$d %3$@
vi: Hôm nay %1$.1f trên %2$d %3$@
zh_hant_hk: 今日 %2$d %3$@ 之中的 %1$.1f

# a11y_log_quick
source: Log %1$@, %2$.1f %3$@
da: Notér %1$@, %2$.1f %3$@
de: %1$@ erfassen, %2$.1f %3$@
es_419: Anotar %1$@, %2$.1f %3$@
es_es: Registrar %1$@, %2$.1f %3$@
fil: I-log ang %1$@, %2$.1f na %3$@
fr: Enregistrer %1$@, %2$.1f %3$@
fr_ca: Inscrire %1$@, %2$.1f %3$@
id: Catat %1$@, %2$.1f %3$@
it: Registra %1$@, %2$.1f %3$@
ja: %1$@を記録、%2$.1f%3$@
ko: %1$@ 기록, %2$.1f %3$@
ms: Catat %1$@, %2$.1f %3$@
pl: Zapisz: %1$@, %2$.1f %3$@
pt_br: Registrar %1$@, %2$.1f %3$@
th: จด %1$@ %2$.1f %3$@
tr: Kaydet: %1$@, %2$.1f %3$@
vi: Ghi %1$@, %2$.1f %3$@
zh_hant_hk: 記錄 %1$@，%2$.1f %3$@

# a11y_mini_progress
source: %1$@: %2$.1f of %3$d %4$@
da: %1$@: %2$.1f af %3$d %4$@
de: %1$@: %2$.1f von %3$d %4$@
es_419: %1$@: %2$.1f de %3$d %4$@
es_es: %1$@: %2$.1f de %3$d %4$@
fil: %1$@: %2$.1f sa %3$d na %4$@
fr: %1$@ : %2$.1f sur %3$d %4$@
fr_ca: %1$@ : %2$.1f sur %3$d %4$@
id: %1$@: %2$.1f dari %3$d %4$@
it: %1$@: %2$.1f su %3$d %4$@
ja: %1$@: %3$d%4$@中 %2$.1f%4$@
ko: %1$@: %3$d %4$@ 중 %2$.1f
ms: %1$@: %2$.1f daripada %3$d %4$@
pl: %1$@: %2$.1f z %3$d %4$@
pt_br: %1$@: %2$.1f de %3$d %4$@
th: %1$@ %2$.1f จาก %3$d %4$@
tr: %1$@: %2$.1f, hedef %3$d %4$@
vi: %1$@: %2$.1f trên %3$d %4$@
zh_hant_hk: %1$@：%3$d %4$@ 之中的 %2$.1f

# a11y_next_day
source: Next day
da: Næste dag
de: Nächster Tag
es_419: Día siguiente
es_es: Día siguiente
fil: Susunod na araw
fr: Jour suivant
fr_ca: Jour suivant
id: Hari berikutnya
it: Giorno successivo
ja: 次の日
ko: 다음 날
ms: Hari seterusnya
pl: Następny dzień
pt_br: Próximo dia
th: วันถัดไป
tr: Sonraki gün
vi: Ngày sau
zh_hant_hk: 後一日

# a11y_next_month
source: Next month
da: Næste måned
de: Nächster Monat
es_419: Mes siguiente
es_es: Mes siguiente
fil: Susunod na buwan
fr: Mois suivant
fr_ca: Mois suivant
id: Bulan berikutnya
it: Mese successivo
ja: 次の月
ko: 다음 달
ms: Bulan seterusnya
pl: Następny miesiąc
pt_br: Próximo mês
th: เดือนถัดไป
tr: Sonraki ay
vi: Tháng sau
zh_hant_hk: 下一個月

# a11y_next_period
source: Next period
da: Næste periode
de: Nächster Zeitraum
es_419: Período siguiente
es_es: Periodo siguiente
fil: Susunod na panahon
fr: Période suivante
fr_ca: Période suivante
id: Periode berikutnya
it: Periodo successivo
ja: 次の期間
ko: 다음 기간
ms: Tempoh seterusnya
pl: Następny okres
pt_br: Próximo período
th: ช่วงถัดไป
tr: Sonraki dönem
vi: Kỳ sau
zh_hant_hk: 下一期

# a11y_open_calendar
source: Open calendar
da: Åbn kalender
de: Kalender öffnen
es_419: Abrir el calendario
es_es: Abrir el calendario
fil: Buksan ang kalendaryo
fr: Ouvrir le calendrier
fr_ca: Ouvrir le calendrier
id: Buka kalender
it: Apri il calendario
ja: カレンダーを開く
ko: 달력 열기
ms: Buka kalendar
pl: Otwórz kalendarz
pt_br: Abrir calendário
th: เปิดปฏิทิน
tr: Takvimi aç
vi: Mở lịch
zh_hant_hk: 打開日曆

# a11y_prev_day
source: Previous day
da: Forrige dag
de: Vorheriger Tag
es_419: Día anterior
es_es: Día anterior
fil: Nakaraang araw
fr: Jour précédent
fr_ca: Jour précédent
id: Hari sebelumnya
it: Giorno precedente
ja: 前の日
ko: 이전 날
ms: Hari sebelumnya
pl: Poprzedni dzień
pt_br: Dia anterior
th: วันก่อนหน้า
tr: Önceki gün
vi: Ngày trước
zh_hant_hk: 前一日

# a11y_prev_month
source: Previous month
da: Forrige måned
de: Vorheriger Monat
es_419: Mes anterior
es_es: Mes anterior
fil: Nakaraang buwan
fr: Mois précédent
fr_ca: Mois précédent
id: Bulan sebelumnya
it: Mese precedente
ja: 前の月
ko: 이전 달
ms: Bulan sebelumnya
pl: Poprzedni miesiąc
pt_br: Mês anterior
th: เดือนก่อนหน้า
tr: Önceki ay
vi: Tháng trước
zh_hant_hk: 上一個月

# a11y_prev_period
source: Previous period
da: Forrige periode
de: Vorheriger Zeitraum
es_419: Período anterior
es_es: Periodo anterior
fil: Nakaraang panahon
fr: Période précédente
fr_ca: Période précédente
id: Periode sebelumnya
it: Periodo precedente
ja: 前の期間
ko: 이전 기간
ms: Tempoh sebelumnya
pl: Poprzedni okres
pt_br: Período anterior
th: ช่วงก่อนหน้า
tr: Önceki dönem
vi: Kỳ trước
zh_hant_hk: 上一期

# a11y_remove_reminder
source: Remove %1$@
da: Fjern %1$@
de: %1$@ entfernen
es_419: Quitar %1$@
es_es: Quitar %1$@
fil: Alisin ang %1$@
fr: Supprimer %1$@
fr_ca: Retirer %1$@
id: Hapus %1$@
it: Rimuovi %1$@
ja: %1$@を削除
ko: %1$@ 삭제
ms: Buang %1$@
pl: Usuń przypomnienie: %1$@
pt_br: Remover %1$@
th: ลบ %1$@
tr: %1$@ hatırlatıcısını kaldır
vi: Gỡ %1$@
zh_hant_hk: 移除 %1$@

# a11y_toggle_off
source: Off
da: Fra
de: Aus
es_419: Desactivado
es_es: Desactivado
fil: Naka-off
fr: Désactivé
fr_ca: Désactivé
id: Nonaktif
it: Non attivo
ja: オフ
ko: 끔
ms: Mati
pl: Wyłączone
pt_br: Desativado
th: ปิด
tr: Kapalı
vi: Tắt
zh_hant_hk: 關閉

# a11y_toggle_on
source: On
da: Til
de: Ein
es_419: Activado
es_es: Activado
fil: Naka-on
fr: Activé
fr_ca: Activé
id: Aktif
it: Attivo
ja: オン
ko: 켬
ms: Hidup
pl: Włączone
pt_br: Ativado
th: เปิด
tr: Açık
vi: Bật
zh_hant_hk: 開啟

# a11y_units_info
source: What's a unit?
da: Hvad er en genstand?
de: Was ist eine Einheit?
es_419: %1$@: qué es
es_es: ¿Qué es %1$@?
fil: Ano ang isang %1$@?
fr: %1$@ : définition
fr_ca: %1$@, c'est quoi ?
id: Satu %1$@ itu apa?
it: Che cos'è %1$@?
ja: %1$@とは?
ko: %1$@에 대한 설명
ms: Apa itu %1$@?
pl: Czym jest jednostka?
pt_br: O que é uma dose?
th: 1 %1$@ คืออะไร
tr: %1$@ nedir?
vi: Một %1$@ là gì?
zh_hant_hk: 一%1$@是甚麼？

# a11y_units_info__dk
source: What's a standard drink?
da: Hvad er en genstand?
de: Was ist eine Einheit?
es_419: %1$@: qué es
es_es: ¿Qué es %1$@?
fil: Ano ang isang %1$@?
fr: %1$@ : définition
fr_ca: %1$@, c'est quoi ?
id: Satu %1$@ itu apa?
it: Che cos'è %1$@?
ja: %1$@とは?
ko: %1$@에 대한 설명
ms: Apa itu %1$@?
pl: Czym jest drink standardowy?
pt_br: O que é uma dose?
th: 1 %1$@ คืออะไร
tr: %1$@ nedir?
vi: Một %1$@ là gì?
zh_hant_hk: 一%1$@是甚麼？

# a11y_units_info__jp
source: What's a standard drink?
da: Hvad er en genstand?
de: Was ist eine Einheit?
es_419: %1$@: qué es
es_es: ¿Qué es %1$@?
fil: Ano ang isang %1$@?
fr: %1$@ : définition
fr_ca: %1$@, c'est quoi ?
id: Satu %1$@ itu apa?
it: Che cos'è %1$@?
ja: %1$@とは?
ko: %1$@에 대한 설명
ms: Apa itu %1$@?
pl: Czym jest drink standardowy?
pt_br: O que é uma dose?
th: 1 %1$@ คืออะไร
tr: %1$@ nedir?
vi: Một %1$@ là gì?
zh_hant_hk: 一%1$@是甚麼？

# a11y_units_info__uk
source: What's a unit?
da: Hvad er en enhed?
de: Was ist eine Einheit?
es_419: %1$@: qué es
es_es: ¿Qué es %1$@?
fil: Ano ang isang %1$@?
fr: %1$@ : définition
fr_ca: %1$@, c'est quoi ?
id: Satu %1$@ itu apa?
it: Che cos'è un'unità?
ja: %1$@とは?
ko: %1$@에 대한 설명
ms: Apa itu %1$@?
pl: Czym jest jednostka?
pt_br: O que é uma dose?
th: 1 %1$@ คืออะไร
tr: %1$@ nedir?
vi: Một %1$@ là gì?
zh_hant_hk: 一%1$@是甚麼？

# a11y_units_info__us
source: What's a standard drink?
da: Hvad er et standardglas?
de: Was ist ein Standardglas?
es_419: %1$@: qué es
es_es: ¿Qué es %1$@?
fil: Ano ang isang %1$@?
fr: %1$@ : définition
fr_ca: %1$@, c'est quoi ?
id: Satu %1$@ itu apa?
it: Che cos'è un bicchiere standard?
ja: %1$@とは?
ko: %1$@에 대한 설명
ms: Apa itu %1$@?
pl: Czym jest drink standardowy?
pt_br: O que é uma dose?
th: 1 %1$@ คืออะไร
tr: %1$@ nedir?
vi: Một %1$@ là gì?
zh_hant_hk: 一%1$@是甚麼？

# a11y_units_info__vn
source: What's a standard drink?
da: Hvad er en genstand?
de: Was ist eine Einheit?
es_419: %1$@: qué es
es_es: ¿Qué es %1$@?
fil: Ano ang isang %1$@?
fr: %1$@ : définition
fr_ca: %1$@, c'est quoi ?
id: Satu %1$@ itu apa?
it: Che cos'è %1$@?
ja: %1$@とは?
ko: %1$@에 대한 설명
ms: Apa itu %1$@?
pl: Czym jest drink standardowy?
pt_br: O que é uma dose?
th: 1 %1$@ คืออะไร
tr: %1$@ nedir?
vi: Một %1$@ là gì?
zh_hant_hk: 一%1$@是甚麼？

# a11y_units_info__who
source: What's a standard drink?
da: Hvad er en genstand?
de: Was ist eine Einheit?
es_419: %1$@: qué es
es_es: ¿Qué es %1$@?
fil: Ano ang isang %1$@?
fr: %1$@ : définition
fr_ca: %1$@, c'est quoi ?
id: Satu %1$@ itu apa?
it: Che cos'è %1$@?
ja: %1$@とは?
ko: %1$@에 대한 설명
ms: Apa itu %1$@?
pl: Czym jest drink standardowy?
pt_br: O que é uma dose?
th: 1 %1$@ คืออะไร
tr: %1$@ nedir?
vi: Một %1$@ là gì?
zh_hant_hk: 一%1$@是甚麼？

# about_ack_caption
source: ACKNOWLEDGEMENTS
da: TAK TIL
de: DANKSAGUNGEN
es_419: AGRADECIMIENTOS
es_es: AGRADECIMIENTOS
fil: MGA PASASALAMAT
fr: REMERCIEMENTS
fr_ca: REMERCIEMENTS
id: UCAPAN TERIMA KASIH
it: RINGRAZIAMENTI
ja: クレジット
ko: 감사의 말
ms: PENGHARGAAN
pl: PODZIĘKOWANIA
pt_br: AGRADECIMENTOS
th: ขอบคุณ
tr: TEŞEKKÜRLER
vi: GHI CÔNG
zh_hant_hk: 鳴謝

# about_ack_role_db
source: local database
da: lokal database
de: lokale Datenbank
es_419: base de datos local
es_es: base de datos local
fil: lokal na database
fr: base de données locale
fr_ca: base de données locale
id: basis data lokal
it: database locale
ja: ローカルデータベース
ko: 로컬 데이터베이스
ms: pangkalan data setempat
pl: lokalna baza danych
pt_br: banco de dados local
th: ฐานข้อมูลในเครื่อง
tr: yerel veritabanı
vi: cơ sở dữ liệu cục bộ
zh_hant_hk: 本機資料庫

# about_ack_role_health_ios
source: optional Health sync
da: valgfri synkronisering med Helbred
de: optionaler Health-Sync
es_419: sincronización opcional con Salud
es_es: sincronización opcional con Salud
fil: opsyonal na Health sync
fr: synchro Santé facultative
fr_ca: synchronisation Santé facultative
id: sinkronisasi Health opsional
it: sincronizzazione Salute facoltativa
ja: 任意のヘルスケア連携
ko: 선택적 건강 동기화
ms: penyegerakan Kesihatan pilihan
pl: opcjonalna synchronizacja ze zdrowiem
pt_br: sincronização opcional com a Saúde
th: การซิงค์สุขภาพแบบเลือกได้
tr: isteğe bağlı Sağlık eşitlemesi
vi: đồng bộ Sức khỏe tùy chọn
zh_hant_hk: 可選的健康同步

# about_ack_role_ui_ios
source: every screen and animation
da: hver skærm og animation
de: jeder Bildschirm und jede Animation
es_419: cada pantalla y cada animación
es_es: todas las pantallas y animaciones
fil: bawat screen at animation
fr: chaque écran et chaque animation
fr_ca: chaque écran et chaque animation
id: setiap layar dan animasi
it: ogni schermata e animazione
ja: すべての画面とアニメーション
ko: 모든 화면과 애니메이션
ms: setiap skrin dan animasi
pl: każdy ekran i każda animacja
pt_br: cada tela e animação
th: ทุกหน้าจอและทุกแอนิเมชัน
tr: her ekran ve animasyon
vi: mọi màn hình và chuyển động
zh_hant_hk: 每一個畫面和動畫

# about_footer
source: Glass and droplet artwork drawn in code, with restraint.
da: Glas og dråbe tegnet i kode, med tilbageholdenhed.
de: Glas und Tropfen in Code gezeichnet, mit Zurückhaltung.
es_419: El vaso y las gotas, dibujados en código, con mesura.
es_es: Copa y gota dibujadas en código, con mesura.
fil: Ang baso at patak ay iginuhit sa code, nang may pagpipigil.
fr: Le verre et les gouttes, dessinés en code, avec retenue.
fr_ca: Verre et gouttelette dessinés à même le code, avec retenue.
id: Gambar gelas dan tetesan digambar lewat kode, dengan menahan diri.
it: Bicchiere e goccia disegnati nel codice, con misura.
ja: グラスと雫は、コードで描きました。 控えめに。
ko: 잔과 물방울 그림은 코드로, 절제를 담아 그렸어요.
ms: Karya gelas dan titisan dilukis dalam kod, dengan berpada.
pl: Szklanka i kropla narysowane kodem, z umiarem.
pt_br: Copo e gota desenhados em código, com contenção.
th: ภาพแก้วและหยดน้ำวาดด้วยโค้ด อย่างมีสติ
tr: Bardak ve damla çizimleri kodla yapıldı, ölçüyle.
vi: Hình ly và giọt nước được vẽ bằng mã, với sự chừng mực.
zh_hant_hk: 酒杯與水滴，全部用程式碼畫成， 畫得克制。

# about_privacy
source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzerklärung
es_419: Política de privacidad
es_es: Política de privacidad
fil: Patakaran sa Privacy
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
pl: Polityka prywatności
pt_br: Política de Privacidade
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách quyền riêng tư
zh_hant_hk: 私隱政策

# about_terms
source: Terms of Service
da: Servicevilkår
de: Nutzungsbedingungen
es_419: Términos del servicio
es_es: Términos del servicio
fil: Mga Tuntunin ng Serbisyo
fr: Conditions d'utilisation
fr_ca: Conditions d'utilisation
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ko: 서비스 이용약관
ms: Terma Perkhidmatan
pl: Regulamin
pt_br: Termos de Serviço
th: ข้อกำหนดการให้บริการ
tr: Kullanım Koşulları
vi: Điều khoản dịch vụ
zh_hant_hk: 服務條款

# action_apply
source: Apply
da: Anvend
de: Übernehmen
es_419: Aplicar
es_es: Aplicar
fil: I-apply
fr: Appliquer
fr_ca: Appliquer
id: Terapkan
it: Applica
ja: 適用
ko: 적용
ms: Guna
pl: Zastosuj
pt_br: Aplicar
th: ใช้
tr: Uygula
vi: Áp dụng
zh_hant_hk: 套用

# action_cancel
source: Cancel
da: Annuller
de: Abbrechen
es_419: Cancelar
es_es: Cancelar
fil: Kanselahin
fr: Annuler
fr_ca: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pl: Anuluj
pt_br: Cancelar
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hant_hk: 取消

# action_done
source: Done
da: Færdig
de: Fertig
es_419: Listo
es_es: Hecho
fil: Tapos
fr: Terminé
fr_ca: Terminé
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
pl: Gotowe
pt_br: Concluído
th: เสร็จ
tr: Bitti
vi: Xong
zh_hant_hk: 完成

# action_dry_day
source: Dry day
da: Alkoholfri dag
de: Alkoholfrei
es_419: Día sin alcohol
es_es: Sin alcohol
fil: Walang alak
fr: Jour sans
fr_ca: Sans alcool
id: Hari bebas
it: Senza alcol
ja: 休肝日
ko: 술 없는 날
ms: Hari bebas
pl: Bez alk.
pt_br: Sem álcool
th: ไม่ดื่ม
tr: Alkolsüz
vi: Không cồn
zh_hant_hk: 無酒日

# action_export
source: Export
da: Eksporter
de: Exportieren
es_419: Exportar
es_es: Exportar
fil: I-export
fr: Exporter
fr_ca: Exporter
id: Ekspor
it: Esporta
ja: 書き出し
ko: 내보내기
ms: Eksport
pl: Eksport
pt_br: Exportar
th: ส่งออก
tr: Dışa aktar
vi: Xuất
zh_hant_hk: 匯出

# action_log_drink
source: Log Drink
da: Notér drink
de: Getränk erfassen
es_419: Anotar un trago
es_es: Registrar copa
fil: Mag-log ng Inom
fr: Enregistrer un verre
fr_ca: Inscrire un verre
id: Catat Minuman
it: Registra bicchiere
ja: 一杯を記録
ko: 한 잔 기록하기
ms: Catat Minuman
pl: Zapisz drinka
pt_br: Registrar bebida
th: บันทึกหนึ่งแก้ว
tr: İçki Kaydet
vi: Ghi một ly
zh_hant_hk: 記錄一杯

# action_mark_dry_day
source: Mark a Dry Day
da: Marker en alkoholfri dag
de: Alkoholfrei markieren
es_419: Marcar un día sin alcohol
es_es: Marcar día sin alcohol
fil: Markahang Walang Alak
fr: Noter un jour sans alcool
fr_ca: Marquer une journée sans alcool
id: Tandai Hari Tanpa Alkohol
it: Segna giorno senza alcol
ja: 休肝日にする
ko: 술 없는 날로 표시
ms: Tanda Hari Bebas Alkohol
pl: Zaznacz dzień bez alkoholu
pt_br: Marcar dia sem álcool
th: ทำเป็นวันไม่ดื่ม
tr: Alkolsüz Gün İşaretle
vi: Đánh dấu ngày không cồn
zh_hant_hk: 標記無酒日

# action_save
source: Save
da: Gem
de: Speichern
es_419: Guardar
es_es: Guardar
fil: I-save
fr: Enregistrer
fr_ca: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
pl: Zapisz
pt_br: Salvar
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hant_hk: 儲存

# action_undo
source: Undo
da: Fortryd
de: Rückgängig
es_419: Deshacer
es_es: Deshacer
fil: I-undo
fr: Annuler
fr_ca: Annuler
id: Urungkan
it: Annulla
ja: 取り消す
ko: 실행 취소
ms: Buat asal
pl: Cofnij
pt_br: Desfazer
th: เลิกทำ
tr: Geri al
vi: Hoàn tác
zh_hant_hk: 還原

# applock_fallback_passcode
source: Use Passcode
da: Brug kode
de: Code verwenden
es_419: Usar código
es_es: Usar código
fil: Gumamit ng Passcode
fr: Utiliser le code
fr_ca: Utiliser le code
id: Gunakan Kode Sandi
it: Usa codice
ja: パスコードを使用
ko: 암호 사용
ms: Guna Kod Laluan
pl: Użyj kodu
pt_br: Usar Código
th: ใช้รหัส
tr: Parola Kullan
vi: Dùng mật mã
zh_hant_hk: 使用密碼

# applock_prompt_reason
source: Unlock your diary
da: Lås din dagbog op
de: Entsperre dein Tagebuch
es_419: Desbloquea tu diario
es_es: Desbloquea tu diario
fil: I-unlock ang diary mo
fr: Déverrouillez votre journal
fr_ca: Déverrouille ton journal
id: Buka catatanmu
it: Sblocca il tuo diario
ja: 日記のロックを解除
ko: 기록을 열려면 잠금 해제
ms: Buka kunci diari anda
pl: Odblokuj swój dziennik
pt_br: Desbloquear seu diário
th: ปลดล็อกไดอารี่
tr: Günlüğünüzün kilidini açın
vi: Mở khóa nhật ký
zh_hant_hk: 解鎖你的日誌

# bac_all_clear
source: All clear, nothing in your system.
da: Estimatet står på nul — der er intet tilbage i beregningen.
de: Der Schätzwert steht bei null, nichts mehr im Körper.
es_419: Estimación en cero: según el cálculo, ya no queda nada en tu organismo.
es_es: Estimación en cero: el cálculo no encuentra nada en tu organismo.
fil: Zero na ang tantiya, wala nang natitira sa kuwenta.
fr: Estimation à zéro, plus rien dans l'organisme d'après le calcul.
fr_ca: Estimation à zéro : le calcul n'indique plus d'alcool.
id: Perkiraan sudah nol, tidak ada alkohol yang tersisa dalam hitungan.
it: Stima a zero: secondo il calcolo non è rimasto nulla.
ja: 推定値はゼロです。体内に残っているものはありません。
ko: 추정치가 0이에요. 계산상 남은 양이 없다는 뜻이에요.
ms: Anggaran sudah sifar, tiada alkohol tinggal dalam kiraan.
pl: Szacunek wskazuje zero, nic już nie jest liczone.
pt_br: Estimativa zerada: nada mais no seu organismo.
th: ค่าประมาณเป็นศูนย์แล้ว ตามการคำนวณไม่มีแอลกอฮอล์เหลืออยู่
tr: Tahmin sıfırda — hesapta kalan yok.
vi: Ước tính đã về 0, không còn cồn trong phép tính.
zh_hant_hk: 估算值已歸零，計算上沒有餘下酒精。
